Repository: abdulla-bey01/example_for_bilge_adam
Catalog: lib/app/localization/app_*.arb
Languages: az

source: User list
az: İstifadəçi listi

source: User details
az: İstifadəçinin detalları

source: Users can not be fetched
az: İstifadəçilər yüklənə bilmədi

source: Details cannot be loaded
az: Detallar yüklənə bilmədi

# name
source: Name: {name}
az: Ad: {name}

# username
source: Username: {username}
az: istifadəçi adı: {username}

# phone
source: Phone: {phone}
az: Telefon nömrəsi: {phone}

source: Settings
az: Parametlər

# lightTheme
source: Light
az: İşıqlı

# darkTheme
source: Dark
az: qaranlıq

# systemTheme
source: System
az: Sistem
